[
  {
    "title": "Ня май багоў іншых, апроч Мяне.",
    "list": [
      "Ці заўсёды ў больш або менш важным рашэнні ты свядома лічышся з воляю Бога?",
      "А можа, забываешся пра Яго ці ўспамінаеш занадта позна?",
      "Ці памятаеш пра прысутнасць Бога ў розных сітуацыях твайго жыцця?",
      "Cпадзяваўся на Бога, напрыклад у граховых утрапеньнях?",
      "Адварочваўся ад Бога? Паддаўся роспачы і сумненьню?",
      "Адракаўся ад веры? Усаромеўся сваёй веры?",
      "Ці задаеш сабе пытанне аб тым, што Бог кажа табе праз розныя жыццёвыя акалічнасці?",
      "Выступаў супраць навукі Божае ці навукі Касьцёла?",
      "Ці просіш Бога, каб Ён захоўваў нас ад нападкаў злых сіл, а так сама тых, хто не раздзяляе нашай веры?",
      "Ці верыш у Яго міласэрнасць?"
    ]
  },
  {
    "title": "Шанаванне Бога.",
    "list": [
      "Ты молішся рэгулярна ці ў залежнасці ад выпадку, калі ёсць на тое ахвота ці маеш нейкую патрэбу?",
      "Ці ўзбагачаеш сваю малітву чытаннем Святога Пісання, праз слуханьне казаньня, тэкстаў дасведчаных у малітве святых і рэлігійных пісьменнікаў?",
      "Ці рэгулярна ты разважаеш над Святым Пісаннем, ці паглыбляешся ў пазнанне таго, кім быў Езус Хрыстус?",
      "Ці чытаеш ты рэлігійную літаратуру?",
      "Ці клапоцішся аб тым, каб твая вера была ўсё глыбейшай, сталела?",
      "А можа, ты знаходзішся на абломках тых рэлігійных ведаў, якія засталіся ў тваёй галаве з дзіцячага катэхізісу?",
      "Клапаціўся аб супольнай малітве, рэлігійных гутарках, а таксама аб знаках веры ў сваім жытле?",
      "Вытрымліваў клятвы альбо зложанага Богу абяцання?",
      "Марнаваў свае таленты і таленты іншых?"
    ]
  },
  {
    "title": "Не стварай сабе куміра.",
    "list": [
      "Дзе знаходзіцца твой скарб, або што ёсць для цябе найбольшым клопатам у жыцці, найбольшай любоўю, гарачым жаданнем?",
      "Цаніў грошы, выгоды, прыемнасьці, спорт, больш чым Божыя справы і збаўленьне ўласнае душы?",
      "Ці з’яўляецца для цябе праца і заробак найважнейшай справай, якой аддаеш усе свае сілы і час?",
      "Звышэй меры прывязваўся да матэрыяльных рэчаў?",
      "Падвяргаўся страце веры праз дрэнныя відовішчы, фільмы, кнігі, тэлепраграмы, кампанію?",
      "Што-небудзь рамантазавалі, разуемеючы, што гэта агідна з хрысціанскімі каштоўнастями?",
      "Ці давяраеш ты варажбе, гараскопам, лёсавызначанасці?",
      "Браў удзел у спірытычных сэансах?",
      "Належыў або належыш да атэістычнай арганізацыі?",
      "Насіў або ноcіш рэлігійныя сымбалы як упрыгожванне, цацку або фэтыш, не як знак веры?",
      "Лічыў навакольнае асяродзьдзе за справу рук Божых?"
    ]
  },
  {
    "title": "Не ўжывай імя Пана Бога твайго дарэмна.",
    "list": [
      "Вымаўляў імёны Сьвятых ці імя Божае без ушанаваньня, без патрэбы, у жартах, у гневе, сазвычкі?",
      "Ужываў словы Пісаньня дзеля жартаў, абароны грэшных інтарэсаў, падтрымкі памылковай навукі?",
      "Учыніў пагаршэньне сваімі дрэннымі паводзінамі ці дрэннай гаворкай?",
      "Блюзьнерыў супраць Бога ці Сьвятых?",
      "Адводзіў іншых ад Бога?",
      "Легкадумна размаўляў аб рэлігійных справах?",
      "Наракаў на Пана Бога, напрыклад у няўдачах?",
      "Крытыкаваў у прысутнасьці дзяцей духавенства?",
      "Ці выконваеш абяцанні, дадзеныя Богу пасля рэкалекцый?"
    ]
  },
  {
    "title": "Памятай святы дзень святкаваць.",
    "list": [
      "Прапускаў па ўласнай віне Імшу ў нядзелю і ў свята?",
      "Працававаў у нядзелю ці іншае свята без неабходнай патрэбы?",
      "Спазьніўся на Імшу ў нядзелю ці ў свята?",
      "Зневажаў Дзень Панскі праз п’янства ці ўдзел у грэшных забавах і адпачынках?",
      "Перашкаджаў іншым прысутным падчас Імшы?"
    ]
  },
  {
    "title": "Шануй бацьку твайго і маці тваю.",
    "list": [
      "Які ты з бацькамі?",
      "Удзяляеш сваім бацькам любові і пашаны?",
      "Ставіўся да бацькоў абыякава, сварыўся зь імі, абгаворваў іх, біў іх, усаромеўся сваіх бацькоў?",
      "Cтараўся дапамагчы бацькам? Маліўся за іх?",
      "Як ты ставішся да старэйшых членаў тваёй сям’і?",
      "Быў паслухмяным бацькам, настаўнікам, выхавацелям?",
      "Дбаў аб маральным і рэлігійным удасканаленьні і выхаваньні дзяцей?"
    ]
  },
  {
    "title": "Не забівай.",
    "list": [
      "Забіў чалавека, можа і ненароджанага?",
      "Жадаў бліжнім сьмерці?",
      "Пагарджаў іншым чалавекам?",
      "Пабіў або пакалечыў кагосьці?",
      "Чыніў фізычную, псыхічную ці маральную шкоду?",
      "Ратаваў бліжняга ў небясьпецы, адмовіў яму?",
      "Заахвочваў, падмаўляў ці змушаў да перапыненьня цяжарнасьці да аборту?",
      "Намагаўся здзейсніць самазабойства?",
      "Шкодзіў свайму здароўю, напрыклад праз празьмернае ўжываньне ежы, паленьне тытуню, піцьцё алькаголю, знясіленьне працай, пагарджэньне сном, адпачынкам?",
      "Легкадумна падвяргаў сваё здароўе, жыцьцё небясьпецы?",
      "Ці не рызыкуеш жыццём сваім і іншых, парушаючы правілы дарожнага руху?",
      "Безуважна адносіўся да знакаў перасцярогі на дарозе ці на працы?",
      "Кіраваў сродкамі перамяшчэньня у нецьвярозым стане?",
      "Зьдзекаваўся са зьвяроў?",
      "Наносіў шкоду прыродзе або не прытрымліваўся абавязковых патрабаваньняў па ахове навакольнага асяродзьдзя?"
    ]
  },
  {
    "title": "Не чужалож.",
    "list": [
      "Меў інтымныя сямейныя адносіны ў нецьвярозым стане?",
      "Плянаваў да разводу? Развёўся?",
      "Уступіў пасьля разводу ў новы шлюб?",
      "Захаваў шлюбнай вернасьці?",
      "Як ты паводзіш сябе ў сям’і?",
      "Ці не маеш пазашлюбных стасункаў?",
      "Злоўжываў правамі мужа – перарваныя адносіны, абартыйныя сродкі, супрацьзачаткавыя?",
      "Стараўся пазнаць этычных мэтадаў рэгуляваньня цяжарнасьці?",
      "Прымаў да ўвагі часовую немажлівасьць інтымных стасункаў?",
      "Маруджаньне з нараджэньнем дзяцей з надуманых прычынаў?",
      "Учыніў нячысты грэх над сабою або іншаю асобаю?"
    ]
  },
  {
    "title": "Не пажадай жонкі бліжняга твайго.",
    "list": [
      "Ці кантралюеш сваю сексуальную сферу?",
      "Вёў непрыстойныя размовы?",
      "Ці не шукаў ты парнаграфічных матэрыялаў?",
      "А можа, прапаноўваў камусьці матэрыялы парнаграфічнага зместу?",
      "Паказваў іншым дрэнныя кніжкі, фільмы, сцэны парнаграфіі?",
      "Пабуджаў сябе да нячыстага граху праз гэтыя рэчы?",
      "Падглядваў за сэксуальнымі адносінамі іншых?",
      "Пазьбегнуў пабуджэньня да нячыстых грахоў?",
      "Прагнуў бачыць разбэшчанасьць?",
      "Агаляўся публічна для ўзбуджэньня іншых?",
      "Маў ўпадабаньне ў нячыстых думках?",
      "Прытрымліваўся разумнай сарамлівасьці ва ўбраньні, паводзінах?",
      "Як ты ставішся да людзей супрацьлеглага полу?",
      "Меў належнае пашаны да цела і ягоных рэпрадуктыўных сілаў?",
      "Ці не глядзіш ты на жанчыну або мужчыну як на аб’ект сексуальнай пажадлівасці?",
      "Уцягваў у сэксуальнае жыцьцё непаўналетніх асобаў?",
      "Пажадаў іншае асобы?"
    ]
  },
  {
    "title": "Не крадзі.",
    "list": [
      "Быў хцівым, зайздросным, пажадаў чужога дабра?",
      "Прысвоіў чужую рэч?",
      "Купіў або прадаў крадзеную рэч?",
      "Прысвоіў плён чужой працы ці заслугі іншых?",
      "Зьбярог рэчаў, якія зьяўляліся агульнай, грамадзкай уласнасьцю?",
      "Зьнішчыў чужую ўласнасьць?",
      "Затрымаў знойдзеную або пазычаную рэч?",
      "Аддаў своечасова пазыкі?",
      "Выконваеш належным чынам сваі прафесійныя абавязкі?",
      "Ці не спрабаваў падкупіць праваахоўнікаў?",
      "А можа, ты вымагаў грошы ці падарункі?",
      "Бавіў за чужы кошт?",
      "Нанёс шкоду празь ляноту, спазьненьне, неўтрыманьне слова або ўсталяваных тэрмінаў?",
      "Забіраў у іншых час, загадваючы чакаць сябе?"
    ]
  },
  {
    "title": "Кіруй справядліва.",
    "list": [
      "Калі ты з’яўляешся кіраўніком – якое тваё стаўленне да супрацоўнікаў?",
      "Ці справядлівы ты ў размеркаванні працы і даходаў?",
      "Змушаў падначаленых працаваць звыш сілаў?",
      "Даваў несправядлівы заробак?",
      "Абмінуў работнікаў у налічэньні авансу?",
      "Матэыяльна ўзбагаціўся за чужы кошт?",
      "Ці кіруешся ты ў адносінах з іншымі справядлівасцю, а менавіта, ці даеш кожнаму тое, што яму па праву належыць?",
      "А можа, ты ўдзельнічаеш ў нелегальных фінансавых аперацыях?",
      "Даў сябе падкупіць праз дацьцё або ўзяцьцё хабару?",
      "Якім чынам ты размяркоўваеш прыбытак, ці інвестуеш яго для павелічэння працоўных месцаў?",
      "Ці дбаеш ты на сваім месцы працы пра добрую атмасферу, належныя стасункі між людзьмі?"
    ]
  },
  {
    "title": "Не сведчы фальшыва на свайго бліжняга.",
    "list": [
      "Ці не пазбаўляеш чалавека добрага імені праз паклёп, плёткі, хлусню?",
      "Хлусіў і хлушчыш па звычцы?",
      "Асуджаў бліжніх? Высьмейваў бліжняга, абзываў яго?",
      "Клікаў да суда з дрэннымі намерамі?",
      "Фальшыва данёс або даваў фальшывыя сведчаньні?",
      "Быў непрыстойным, цікаўным, падслухоўваў, падглядаў?",
      "Гаварыў бяздумна, альбо гаварыў бязглузьдзіцу?",
      "Пашыраў зло ў працоўным асяроддзі праз: пракляцьці, вульгарныя словы, ужываньне алькаголю, абгаворы?",
      "Змушаў каго-небудзь да прыняцьця поглядаў, спрэчных з ягонымі перакананьнямі?",
      "Ці становішся ты ў абарону таго, каго пакрыўдзілі, або, наадварот, баязліва адступаеш дзеля ўласнага «душэўнага спакою»?",
      "Быў крывадушным адносна бліжняга?",
      "Без патрэбы гаварыў аб недахопах або грахах іншых?",
      "Ачарняў бліжняга, кажучы аб ім непраўдзівыя рэчы?"
    ]
  },
  {
    "title": "Крыўда ў сэрцы.",
    "list": [
      "Узрошчваў нянавісьць або антыпатыю да бліжніх?",
      "Ці выказваеш свядома такія перакананні, што пэўныя групы людзей адказныя за ўсё зло на свеце?",
      "Станавіўся на бок крыўды?",
      "Перакладаў віну на бліжняга?",
      "Прабачыў камусьці ў сваім сэрцы?",
      "Ці гатовы ты прабачыць так, як прабачае нам наш Айцец?",
      "Або, можа, ты ўтойваеш абразы і з’яўляешся помслівым?",
      "Паправіў крыўду, спароджаных маёй хлусьнёю?",
      "Захаваў даверанай мне таямніцы альбо сакрэтаў?",
      "Вятрымаў слова, абяцаньняў?",
      "Захаваў прафесійнай тайны?",
      "Праз пальцы глядзей на зло, каб мець супакой?",
      "Падаваў добрага прыкладу супрацоўнікам?",
      "Праклінаў кагосьці ў думках ці публічна?",
      "Паправіў крыўды перад Споведзьдзю, а так сама пасьля?"
    ]
  },
  {
    "title": "Не пажадай дабра бліжняга твайго.",
    "list": [
      "Шчыра шукаў дабра для свайго асяродзя?",
      "Як ставішся да самых блізкіх, з якімі пражываеш паўсядзённае жыццё і важныя моманты?",
      "Ці сумленна плаціш падаткі?",
      "Калі ты з’яўляешся працаўніком – ці сумленна працуеш?",
      "Выкарыстоўваў працоўны час або службовае становішча для ўласных мэтаў?",
      "Ці развіваешся ты прафесійна або, можа, застаешся з тым, што ведаеш «ад пачатку»?",
      "Ці не дабіваўся свайго несправядлівым чынам?",
      "Рабіў фальшывыя дакумэнты?",
      "Ці не злоўжываў дабрынёй іншых людзей?"
    ]
  },
  {
    "title": "Любі бліжняга свайго як самаго сябе.",
    "list": [
      "Кахаў шчыра жонку, або мужа?",
      "Клапаціўся аб здароўі жонкі, мужа?",
      "Адчуваеш адказнасьці за ўдасканаленьне і збаўленьне твайго каханага?",
      "Ці ўдзяляеш час сваёй жонцы або мужу, ці клапоцішся пра развіццё вашага кахання?",
      "Ці ўмееш ты знайсці добрае слова для каханага?",
      "Ці робіш кампліменты сваёй жонцы, і ці размаўляеце вы адно з адным на ўсе цяжкія тэмы вашага жыцця?",
      "Хавалі адно ад аднаго важныя справы?",
      "Абцяжарвалі сваё жыцьцё злым гумарам, капрызамі, гневам?",
      "Распалялі нязгоду, гаворычы іншым аб тым, што вас разьядноўвае?",
      "Ваш дом зьяўляўся ўзорам і прыкладам хрысьціянскага жыцьця?",
      "Ці не прыносіш ты ў дом свае расчараванні, напружанасць, няўдачы, выплёскваючы ўсё на самых блізкіх?",
      "Ці падтрымліваеш ты арганізацыі, якія займаюцца дапамогай убогім і пакінутым?",
      "Ці дзелішся тым, што маеш з лішкам, і ці можаш адмовіць сабе ў нечым, каб падзяліцца з тым, хто знаходзіцца ў большай патрэбе?",
      "Ці не ставішся абыякава да сапраўды бедных людзей, якім неабходна падтрымка?",
      "Ці задумваўся над тым, што многія іншыя знаходзяцца ў большай нястачы, чым ты?"
    ]
  },
  {
    "title": "Прынасіце плён и памнажайтесь.",
    "list": [
      "Пазьбягалі нараджэньня дзяцей грэшным чынам?",
      "Абмяжоўвалі колькасьць дзяцей дзеля ўласнай выгоды?",
      "Умешваўся ў шлюбныя стасункі дзяцей, правакуючы канфлікты?",
      "Прысьвячаў дзецям часу, цікавіўся іхнімі жыцьцёвымі праблемамі?",
      "Ці маеш час і сэрца для сваіх дзяцей, ці размаўляеш з імі, ці ўнікаеш у іх развіццё, іх праблемы, іх стасункі з аднагодкамі?",
      "Клапаціўся аб іхнім выхаваньні, утрыманьні і адпачынку?",
      "Стараўся іх любіць і ўспрымаць аднолькава?",
      "Cтараўся супрацоўнічаць з душ-пастырам у катэхізацыі дзяцей?",
      "Падаваў дзецям добрага прыкладу ў выкананьні рэлігійных абавязкаў, у прафесійнай працы, у добрасуседзтве?",
      "Быў безуважны да таго, з кім маё дзіця сябруе?",
      "Разбэшчваў сваіх дзяцей праз дазвол ўсіх іхніх пажаданьняў?",
      "Быў несправядлівы у пакараньні?",
      "Патрабаваў ад дзяцей адпаведнай пашаны да бацькоў, капланаў, настаўнікаў, старэйшых людзей і да кожнага чалавека?"
    ]
  },
  {
    "title": "Грэх супраць сябе.",
    "list": [
      "Спрычыніўся да разьвіцьця дрэнных звычак у сябе ці ў іншых?",
      "Занядбаў сваё разьвіцьцё інтэлектуальнае, маральнае, рэлігійнае, фізычнае, разумовае, псыхічнае?",
      "Стрымліваў сваіх дрэнных схільнасьцяў?",
      "Ці ўмееш добра і мудра любіць сябе?",
      "Ці знаходзішся ты ў згодзе з сабою і са сваім жыццём?",
      "А гэтая згода не перашкаджае табе быць адносна сябе больш патрабавальным, рашучым?",
      "Ці, можа, ты вечна незадаволены сабою і іншымі?",
      "Ці адказны ты за сваё жыццё і здароўе?",
      "Ці не знішчаеш жыццё праз злоўжыванне алкаголем, нікацінам, наркотыкамі?",
      "Ці паслухмяны ты ўказанням лекара і ці ўжываеш прапісаныя ім лекі?",
      "А можа, наадварот, тваім адзіным клопатам з’яўляецца здароўе і ты мучаеш сябе і ўсё сваё атачэнне сваімі недамаганнямі і аповедамі пра іх?",
      "Ці ўмееш ты добра выкарыстоўваць свой час? Ты працавіты?",
      "Або ўвесь свой вольны час марнуеш перад тэлевізарам, камп’ютэрам або смартфонам?",
      "Ты разважлівы ў дачыненні да расходаў або з’яўляешся марнатраўным?",
      "А можа, у ляноце легкадумна іх марнуеш?"
    ]
  },
  {
    "title": "Дары.",
    "list": [
      "Ці прымяняеш ты свае таленты і здольнасці, атрыманыя ад Бога?",
      "Ці молішся за непрыяцеляў і за тых, хто цябе пакрыўдзіў? За сваіх ворагаў, перасьледчыкаў?",
      "Занядбаў ранейшыя добрыя ўчынкі: малітву, пост, міласьціну?",
      "Не клапаціўся аб дарах Духа Святога: мудрасьці, розуме, мужнасьці, радзе, умеркаванасьці, Божай баязьні?",
      "Прытрымліваўся цнотаў?( 7 цнотаў галоўных, 4 цноты кардынальныя, 3 цноты Боскія )",
      "Cтараўся атрымаць поўнае адпушчэньне пакараньня за грахі?"
    ]
  },
  {
    "title": "Грэх супраць бліжняга.",
    "list": [
      "Пабуджаў, раіў зрабіць, або казаў учыніць грэх?",
      "Магчыма маўчаў, дазваляў учыніць, дапамагаў чыніць грэх бліжняга?",
      "Бароніў, рабіў напамінаньня тым, якія грашаць?",
      "А як ты адносіўся да чалавека в асабістых момантах?",
      "Навучаў тых, якія ня ўмеюць?",
      "Даў добрае парады тым, якія сумняваюцца?",
      "А можа сядзеў моўчкі, думаючы што нехта другі дапаможа?",
      "Cуцешваў самотных? Накарміў галоднага? Напаіў сасмаглага?",
      "Альбо прайшоў амаль не гледзячы на яго як на чалавека?",
      "Прыняў гасцінна каго-небудзь у вялікай патрэбе? Падтрымаў яго?",
      "Або закрыў перад ім дзверы?",
      "Быў скупым у адносінах да просячых?",
      "Думаў наперш што яны цябе абманваюць?",
      "Маліўся за жывых, а так сама за памёрлых?",
      "Прымаў удзелу ў пахаваньні?",
      "Клапаціўся аб вязьнях? Aдведаў хворых, старых?",
      "Ці думаеш аб іх, або зусім забыў аб іх існувнні?",
      "Дэмаралізаваў бліжніх сваімі паводзінамі?",
      "Шкодзіў бліжняму?"
    ]
  },
  {
    "title": "Касцёльные загады.",
    "list": [
      "Перашкаджаў іншым у адпраўленьні рэлігійных абрадаў?",
      "Якое стаўленне ў цябе да Касцёла?",
      "Ці адчуваеш ты сябе адказным за Касцёл?",
      "Ці абараняеш яго ад ад несправядлівай крытыкі?",
      "Ці молішся за святыя пакліканні да святарскага і манаскага жыцця?",
      "Ці молішся ты за свайго пробашча і біскупа, за Святога Айца?",
      "А заўважаючы зло ў Касцёле, ці молішся за тых, хто яго чыніць?",
      "Пасты абвешчаныя захоўваў?",
      "Шчодры ты ахвярваў Касцёлу?",
      "Робіш штосці да Касцёлу акрамя ахвяр?",
      "Хоць раз на год спавядаўся і прымаў?",
      "У пакутныя часы штодзённа пасьціўся?",
      "Ці рэгулярна ўдзельнічаеш у Эўхарыстыі, наколькі актыўна прымаеш у ёй удзел?",
      "Раздражаўся ад маленькіх дзяцей, або ад шуму другіх каталікоў?",
      "Супыняеш лі сваіх дзяцей калі яны шкодзяць, бегаюць або громка сябе вядуць у Касёле?"
    ]
  },
  {
    "title": "Грахи супраць святога духа",
    "list": [
      "Засаромеўся хрысьціянскага прывітаньня ці зьнешніх рэігійных знакаў, як знак крыжа, укленчаньне, зьняцьце шапкі перад касьцёлам ці крыжам?",
      "Зьняважыў духоўных асобаў, месцы і рэчы асьвечаныя( касьцёлы, могілкі, крыжы, абразы )?",
      "Ці злоўжываеш Божай міласэрнасцю і ці грашыш, разлічваючы на лёгкае дараванне?",
      "Бязьмерна, нахабна грашыш у надзеі на міласэрнасць Божую. Хочаш учыніць цяжкі грэх, спадзеючыся на адпушчэнне ў Сакраманьце Пакуты – учыняе грэх супраць святога Духа.",
      "Сумнявацца ў ласцы Божай – напрыклад грэшнік усьведамляе цяжар многіх злачынстваў, якія ён учыніў. Лічыць, што не заслугоўвае Божага прабачэньня і адмаўляецца ад гэтае ласкі.",
      "Супраціўляцца якой-небудзь хрысьціянскай праўдзе, напрыклад той, што Бог – справядлівы судзьдзя, які за добрыя ўчынкі ўзнагароджвае, а за дрэнныя карае.",
      "Прысягаў без патрэбы ці склаў фальшывую або немаральную клятву? Ці паправіў я учыненую гэтым крыўду?",
      "Зайздрасціў да бліжняга ў Божай ласцы?",
      "Закасьнеў адносна натхненьняў Святога Духа – напрыклад безуважнасць да натхненьняў Святога Духа, на добрыя ўчынкі, на Споведзь.",
      "Адкланеньне пакуты аж да смерці."
    ]
  }
]
