[
  {
    "title": "Ня май багоў іншых, акрамя Мяне.",
    "list": [
      "!!Ня май багоў іншых, акрамя Мяне.",
      "А можа, забываешся пра Яго ці ўспамінаеш занадта позна?",
      "Cпадзяваўся на Бога, напрыклад у граховых утрапеньнях?",
      "Паддаўся роспачы і сумненьню?",
      "Адварочваўся ад Бога?",
      "Адракаўся ад веры? Усаромеўся сваёй веры?",
      "Выступаў супраць навукі Божае ці навукі Касьцёлу?",
      "Вытрымліваў клятвы альбо зложанага Богу абяцання?",
      "Ці памятаеш пра прысутнасць Бога ў розных сітуацыях твайго жыцця?",
      "Ці задаеш сабе пытанне аб тым, што Бог кажа табе праз розныя жыццёвыя акалічнасці?",
      "Ці верыш у Яго міласэрнасць?",
      "Ты молішся рэгулярна ці ў залежнасці ад выпадку, калі ёсць на тое ахвота ці маеш нейкую патрэбу?",
      "Ці ўзбагачаеш сваю малітву чытаннем Святога Пісання, праз слуханьне казаньня, тэкстаў дасведчаных у малітве святых і рэлігійных пісьменнікаў?",
      "Ці рэгулярна ты разважаеш над Святым Пісаннем, ці паглыбляешся ў пазнанне таго, кім быў Езус Хрыстус?",
      "Ці клапоцішся аб тым, каб твая вера была ўсё глыбейшай, сталела?",
      "А можа, ты знаходзішся на абломках тых рэлігійных ведаў, якія засталіся ў тваёй галаве з дзіцячага катэхізісу?",
      "Ці чытаеш ты рэлігійную літаратуру?",
      "Не клапаціўся аб супольнай малітве, рэлігійных гутарках, а таксама аб знаках веры ў сваім жытле?",
      "Ці просіш Бога, каб Ён захоўваў нас ад нападкаў злых сіл а так сама тых, хто не раздзяляе нашай веры?"
    ]
  },
  {
    "title": "Не твары сабе кумира",
    "list": [
      "!!Не твары сабе кумира",
      "Цаніў грошы, выгоды, прыемнасьці, спорт, больш чым Божыя справы і збаўленьне ўласнае душы?",
      "Ці з’яўляецца для цябе праца і заробак найважнейшай справай, якой аддаеш усе свае сілы і час?",
      "Звыш меры прывязваўся да матэрыяльных рэчаў?",
      "Падвяргаўся страце веры праз дрэнныя відовішчы, фільмы, кнігі, тэлепраграмы, кампанію альбо небудь яшчэ?",
      "Што-небудзь рамантазавали, разуемеючы, што гэта агидна з хрысцианскими каштоунастями?",
      "Налужаў або належаш да атэістычнае арганізацыі?",
      "Насіў або ноcиш рэлігійныя сымбалі як упрыгожаньне, цацку або фэтыш – але ня як знак веры?",
      "Браў удзел у сьпірытычных сэансах?",
      "Ці давяраеш ты варажбе, гараскопам, лёсавызначанасці?",
      "Лічыў навакольнае асяродзьдзе за справу рук Божых?"
    ]
  },
  {
    "title": "Ня ўжывай імя Пана Бога твайго дарэмна",
    "list": [
      "!!Ня ўжывай імя Пана Бога твайго дарэмна",
      "Наракаў на Пана Бога, напрыклад у няўдачах?",
      "Адводзіў іншых ад Бога?",
      "Блюзьнерыў супраць Бога ці Сьвятых?",
      "Легкадумна размаўляў аб рэлігійных справах?",
      "Ужываў словы Пісаньня дзеля жартаў, абароны грэшных інтарэсаў, падтрымкі памылковай навукі?",
      "Учыніў пагаршэньне сваімі дрэннымі паводзінамі ці дрэннай гаворкай?",
      "Ці выконваеш абяцанні, дадзеныя Богу пасля рэкалекцый?",
      "Крытыкаваў у прысутнасьці дзяцей духавенства?"
    ]
  },
  {
    "title": "Памятай сьвяты дзень сьвяткаваць",
    "list": [
      "!!Памятай сьвяты дзень сьвяткаваць",
      "Спазьніўся на Імшу ў нядзелю ці ў сьвята?",
      "Перашкаджаў іншым прысутным падчас Імшы?",
      "Працававаў у нядзелю ці іншае сьвята без неабходнай патрэбы?",
      "Зьневажаў Дзень Панскі праз п’янства ці ўдзел у грэшных забавах і адпачынках?"
    ]
  },
  {
    "title": "Шануй бацьку твайго і маці тваю",
    "list": [
      "!!Шануй бацьку твайго і маці тваю",
      "Як ты ставішся да старэйшых членаў тваёй сям’і?",
      "Удзяляў сваім бацькам любові і пашаны?",
      "Ставіўся да бацькоў абыякава, сварыўся зь імі, абгаворваў іх, біў іх, усаромеўся сваіх бацькоў?",
      "Cтараўся дапамагчы бацькам?",
      "Быў паслухмяным бацькам, настаўнікам, выхавацелям?",
      "Маліўся за бацькоў?",
      "Дбаў аб маральным і рэлігійным удасканаленьні і выхаваньні дзяцей?"
    ]
  },
  {
    "title": "Не забівай",
    "list": [
      "!!Не забівай",
      "Ці не рызыкуеш жыццём сваім і іншых, парушаючы правілы дарожнага руху?",
      "Безуважна адносіўся да знакаў перасьцярогі на дарозе ці на працы?",
      "Кіраваў сродкамі перамяшчэньня у нецьвярозым стане?",
      "Шкодзіў свайму здароўю, напрыклад праз празьмернае ўжываньне ежы, паленьне тытуню, піцьцё алькаголю, знясіленьне працай, пагарджэньне сном, адпачынкам?",
      "Намагаўся зьдзейсьніць самазабойства?",
      "Жадаў сабе альбо бліжнім сьмерці?",
      "Легкадумна падвяргаў сваё здароўе, жыцьцё небясьпецы?",
      "Заахвочваў, падмаўляў ці змушаў да перапыненьня цяжарнасьці да аборту?",
      "Пабіў або пакалечыў кагосьці?",
      "Падгаворваў да граху?",
      "Зьдзекаваўся са зьвяроў?",
      "Пагарджаў іншым чалавекам?",
      "Ратаваў бліжняга ў небясьпецы, адмовіў яму?",
      "Чыніў фізычную, псыхічную ці маральную шкоду?",
      "Наносіў шкоду прыродзе або не прытрымліваўся абавязковых патрабаваньняў па ахове навакольнага асяродзьдзя?"
    ]
  },
  {
    "title": "Не чужалож",
    "list": [
      "!!Не чужалож",
      "Як ты паводзіш сябе ў сям’і?",
      "Як ты ставішся да людзей супрацьлеглага полу?",
      "Ці не глядзіш ты на жанчыну або мужчыну як на аб’ект сексуальнай пажадлівасці?",
      "Ці не маеш пазашлюбных стасункаў?",
      "Ці кантралюеш сваю сексуальную сферу?",
      "Ці не шукаў ты парнаграфічных матэрыялаў?",
      "А можа, прапаноўваў камусьці матэрыялы парнаграфічнага зместу?",
      "Паказваў іншым дрэнныя кніжкі, фільмы, сцэны порна?",
      "Ня меў належнае пашаны да цела і ягоных рэпрадуктыўных сілаў?",
      "Маў ўпадабаньне ў нячыстых думках?",
      "Прагнуў бачыць разбэшчанасьць?",
      "Пабуджаў сябе да граху нячыстага праз кнігі, гутаркі, фільмы, парнаграфію?",
      "Учыніў нячысты грэх над сабою або іншаю асобаю?",
      "Пажадаў іншае асобы?",
      "Вёў непрыстойныя размовы?",
      "Пазьбегнуў пабуджэньня да нячыстых грахоў?",
      "Прытрымліваўся разумнай сарамлівасьці ва ўбраньні, паводзінах?",
      "Злоўжываў правамі мужа – перарваныя адносіны, абартыйныя сродкі, супрацьзачаткавыя?",
      "Стараўся пазнаць этычных мэтадаў рэгуляваньня цяжарнасьці?",
      "Прымаў да ўвагі часовую немажлівасьць інтымных стасункаў?",
      "Настаўляў паступова сваіх дзяцей у сэксуальных пытаньнях?",
      "Ствараў сытуацыі, якія распалялі пачуцьцёвасьць?",
      "Падглядваў за сэксуальнымі адносінамі іншых?",
      "Уцягваў у сэксуальнае жыцьцё непаўналетніх асобаў?",
      "Агаляўся публічна для ўзбуджэньня іншых?",
      "Маруджаньне з нараджэньнем дзяцей з надуманых прычынаў?",
      "Меў інтымныя сямейныя адносіны ў нецьвярозым стане?",
      "Плянаваў, імкнуўся да разводу?",
      "Разьвёўся?",
      "Уступіў пасьля разводу ў новы шлюб?"
    ]
  },
  {
    "title": "Не крадзі",
    "list": [
      "!!Не крадзі",
      "Даваў несправядлівы заробак?",
      "Абмінуў работнікаў у налічэньні авансу?",
      "Змушаў падначаленых працаваць звыш сілаў?",
      "Ці справядлівы ты ў размеркаванні працы і даходаў?",
      "А можа, ты ўдзельнічаеш ў нелегальных фінансавых аперацыях?",
      "Ці не спрабаваў падкупіць праваахоўнікаў?",
      "А можа, ты вымагаў грошы ці падарункі?",
      "Бавіў за чужы кошт?",
      "Матэыяльна ўзбагаціўся за чужы кошт?",
      "Прысвоіў чужую рэч?",
      "Прысвоіў плён чужой працы ці заслугі іншых?",
      "Забіраў у іншых час, загадваючы чакаць сябе?",
      "Нанёс шкоду празь ляноту, спазьненьне, неўтрыманьне слова або ўсталяваных тэрмінаў?",
      "Затрымаў знойдзеную або пазычаную рэч?",
      "Аддаў своечасова пазыкі?",
      "Купіў або прадаў крадзеную рэч?",
      "Даў сябе падкупіць праз дацьцё або ўзяцьцё хабару?",
      "Зьнішчыў чужую ўласнасьць?",
      "Зьбярог рэчаў, якія зьяўляліся агульнай, грамадзкай уласнасьцю?",
      "Ашукаў бліжняга ў час гандлю?",
      "Быў хцівым, зайздросным, пажадаў чужога дабра?",
      "Паправіў крыўды перад Споведзьдзю, а так сама пасьля?",
      "Марнаваў свае таленты і таленты іншых?",
      "Бессэнсоўна адымаў у іншых час?",
      "Выкарыстоўваў працоўны час або службовае становішча для ўласных мэтаў?",
      "Ашукваў пры пагадненьнях?"
    ]
  },
  {
    "title": "Ня сьведчы фальшыва на свайго бліжняга",
    "list": [
      "!!Ня сьведчы фальшыва на свайго бліжняга",
      "Падаваў добрага прыкладу супрацоўнікам?",
      "Пашыраў зло ў працоўным асяроддзі праз: пракляцьці, вульгарныя словы, ужываньне алькаголю, абгаворы?",
      "Праз пальцы глядзей на зло, каб мець супакой?",
      "Ці кіруешся ты ў адносінах з іншымі справядлівасцю, а менавіта, ці даеш кожнаму тое, што яму па праву належыць?",
      "Ці не пазбаўляеш чалавека добрага імені праз паклёп, плёткі, хлусню?",
      "Ці становішся ты ў абарону таго, каго пакрыўдзілі, або, наадварот, баязліва адступаеш дзеля ўласнага «душэўнага спакою»?",
      "Ці выказваеш свядома такія перакананні, што пэўныя групы людзей адказныя за ўсё зло на свеце?",
      "Узрошчваю нянавісьць або антыпатыю да бліжніх?",
      "Высьмейваў бліжняга, абзываў яго?",
      "Прабачыў камусьці ў сваім сэрцы?",
      "Ці гатовы ты прабачыць так, як прабачае нам наш Айцец?",
      "Або, можа, ты ўтойваеш абразы і з’яўляешся помслівым?",
      "Хлусіў і хлушу па звычцы?",
      "Легкадумна асуджаў?",
      "Без патрэбы гаварыў аб недахопах або грахах іншых?",
      "Ачарняў бліжняга, кажучы аб ім непраўдзівыя, благія рэчы?",
      "Быў крывадушным адносна бліжняга?",
      "Паправіў крыўдаў, спароджаных маёй хлусьнёю?",
      "Захаваў даверанай мне таямніцы альбо сакрэтаў?",
      "Захаваў прафесійнай тайны?",
      "Вятрымаў слова, абяцаньняў?",
      "Асуджаў бліжніх?",
      "Клікаў да суда з дрэннымі намерамі?",
      "Станавіўся на бок крыўды?",
      "Быў непрыстойным, цікаўным, падслухоўваў, падглядаў?",
      "Перакладаў віну на бліжняга?",
      "Фальшыва данёс або даваў фальшывыя сьведчаньні?",
      "Гаварыў бяздумна, альбо гаварыў бязглузьдзіцу?",
      "Рабіў фальшывыя дакумэнты?",
      "Змушаў каго-небудзь да прыняцьця поглядаў, спрэчных зь ягонымі перакананьнямі?"
    ]
  },
  {
    "title": "Не пажадай дабра бліжняга твайго",
    "list": [
      "!!Не пажадай дабра бліжняга твайго",
      "Як ставішся да самых блізкіх, з якімі пражываеш паўсядзённае жыццё і важныя моманты?",
      "Ці сумленна плаціш падаткі?",
      "Калі ты з’яўляешся працаўніком – ці сумленна працуеш?",
      "Ці развіваешся ты прафесійна або, можа, застаешся з тым, што ведаеш «ад пачатку»?",
      "Ці не злоўжываў дабрынёй іншых людзей?"
    ]
  },
  {
    "title": "Любі бліжняга свайго як самаго сябе",
    "list": [
      "!!Любі бліжняга свайго як самаго сябе",
      "Кахаў шчыра жонку-мужа?",
      "Клапаціўся аб здароўі жонкі-мужа?",
      "Адчуваеш адказнасьці за ўдасканаленьне і збаўленьне жонкі-мужа?",
      "Хавалі адно ад аднаго важныя справы?",
      "Абцяжарвалі сваё жыцьцё злым гумарам, капрызамі, гневам?",
      "Распалялі нязгоду, гаворычы іншым аб тым, што вас разьядноўвае?",
      "Ці ўдзяляеш час сваёй жонцы або мужу, ці клапоцішся пра развіццё вашага кахання?",
      "Ці ўмееш ты знайсці добрае слова для каханага?",
      "Ці робіш кампліменты сваёй жонцы, і ці размаўляеце вы адно з адным на ўсе цяжкія тэмы вашага жыцця?",
      "Пазьбягалі нараджэньня дзяцей грэшным чынам?",
      "Абмяжоўвалі колькасьць дзяцей дзеля ўласнай выгоды?",
      "Cтараўся супрацоўнічаць з душ-пастырам у катэхізацыі дзяцей?",
      "Падаваў дзецям добрага прыкладу ў выкананьні рэлігійных абавязкаў, у прафесійнай працы, у добрасуседзтве?",
      "Прысьвячаў дзецям часу, не цікавіўся іхнімі жыцьцёвымі праблемамі?",
      "Клапаціўся аб іхнім выхаваньні, утрыманьні і адпачынку?",
      "Стараўся іх любіць і ўспрымаць аднолькава?",
      "Ці маеш час і сэрца для сваіх дзяцей, ці размаўляеш з імі, ці ўнікаеш у іх развіццё, іх праблемы, іх стасункі з аднагодкамі?",
      "Быў несправядлівы у пакараньні?",
      "Разбэшчваў сваіх дзяцей праз дазвол ўсіх іхніх пажаданьняў?",
      "Быў безуважны да таго, з кім маё дзіця сябруе?",
      "Патрабаваў ад дзяцей адпаведнай пашаны да бацькоў, капланаў, настаўнікаў, старэйшых людзей і да кожнага чалавека?",
      "Умешваўся ў шлюбныя стасункі дзяцей, правакуючы канфлікты?",
      "Ваш дом зьяўляўся ўзорам і прыкладам хрысьціянскага жыцьця?",
      "Ці не прыносіш ты ў дом свае расчараванні, напружанасць, няўдачы, выплёскваючы ўсё на самых блізкіх?",
      "Калі ты з’яўляешся кіраўніком – якое тваё стаўленне да супрацоўнікаў?",
      "Якім чынам ты размяркоўваеш прыбытак, ці інвестуеш яго для павелічэння працоўных месцаў?",
      "Ці дбаеш ты на сваім месцы працы пра добрую атмасферу, належныя стасункі між людзьмі?",
      "Ці падтрымліваеш ты арганізацыі, якія займаюцца дапамогай убогім і пакінутым?",
      "Ці дзелішся тым, што маеш з лішкам, і ці можаш адмовіць сабе ў нечым, каб падзяліцца з тым, хто знаходзіцца ў большай патрэбе?",
      "Ці не ставішся абыякава да сапраўды бедных людзей, якім неабходна падтрымка?",
      "Ці задумваўся над тым, што многія іншыя знаходзяцца ў большай нястачы, чым ты?"
    ]
  },
  {
    "title": "Грэх супраць сябе",
    "list": [
      "!!Грэх супраць сябе",
      "Спрычыніўся да разьвіцьця дрэнных звычак у сябе ці ў іншых?",
      "Занядбаў сваё разьвіцьцё інтэлектуальнае, маральнае, рэлігійнае, фізычнае, разумовае, псыхічнае?",
      "Ці не дабіваешся свайго несправядлівым чынам?",
      "Ці молішся за непрыяцеляў і за тых, хто цябе пакрыўдзіў?",
      "Ці ўмееш добра і мудра любіць сябе?",
      "Ці знаходзішся ты ў згодзе з сабою і са сваім жыццём?",
      "А гэтая згода не перашкаджае табе быць адносна сябе больш патрабавальным, рашучым?",
      "Ці, можа, ты вечна незадаволены сабою і іншымі?",
      "Ці адказны ты за сваё жыццё і здароўе?",
      "Ці не знішчаеш жыццё праз злоўжыванне алкаголем, нікацінам, наркотыкамі?",
      "Ці паслухмяны ты ўказанням лекара і ці ўжываеш прапісаныя ім лекі?",
      "А можа, наадварот, тваім адзіным клопатам з’яўляецца здароўе і ты мучаеш сябе і ўсё сваё атачэнне сваімі недамаганнямі і аповедамі пра іх?",
      "Ці ўмееш ты добра выкарыстоўваць свой час?",
      "Ты працавіты?",
      "Або ўвесь свой вольны час марнуеш перад тэлевізарам, камп’ютэрам або смартфонам?",
      "Ты разважлівы ў дачыненні да расходаў або з’яўляешся марнатраўным?",
      "Ці прымяняеш ты свае таленты і здольнасці, атрыманыя ад Бога?",
      "А можа, у ляноце легкадумна іх марнуеш?",
      "Не хацеў цярпліва зносіць крыўды",
      "Занядбаў ранейшыя добрыя ўчынкі: малітву, пост, міласьціну",
      "Не клапаціўся аб дарах Сьв. Духа: мудрасьці, розуме, мужнасьці, радзе, умеркаванасьці, Божай баязьні",
      "Не прытрымліваўся цнотаў: 7 цнотаў галоўных, 4 цноты кардынальныя, 3 цноты Боскія",
      "Не стараўся атрымаць поўнае адпушчэньне пакараньня за грахі",
      "Не паглыбляю сваёй веры праз чытаньне Сьвя. Пісаньня і рэлігійнай літаратуры"
    ]
  },
  {
    "title": "Грэх супраць бліжняга",
    "list": [
      "!!Грэх супраць бліжняга",
      "Раіў зрабіць грэх?",
      "Казаў учыніць грэх?",
      "Маўчаў аб граху бліжняга?",
      "Дазваляў учыніць грэх?",
      "Дапамагаў чыніць грэх?",
      "Не караў граху?",
      "Бароніў грэх, учынены кім-небудзь?",
      "Не рабіў напамінаньня тым, якія грашаць",
      "Не навучаў тых, якія ня ўмеюць",
      "Ня даў добрае парады тым, якія сумняваюцца",
      "Не суцешваў самотных",
      "Не хацеў ахвотна прабачаць нанесеных мне траўмаў",
      "Не маліўся ні за жывых, ні за памёрлых",
      "Не накарміў галоднага",
      "Не напаіў сасмаглага",
      "Не прыняў гасцінна каго-небудзь у вялікай патрэбе",
      "Не падтрымаў каго-небудзь у вялікай патрэбе",
      "Не клапаціўся аб вязьнях",
      "Не адведаў хворых, старых",
      "Не прымаў удзелу ў пахаваньні",
      "Маліўся за сваіх ворагаў, перасьледчыкаў?",
      "Дэмаралізаваў бліжніх сваімі паводзінамі?",
      "Шкодзіў бліжняму?",
      "Быў скупым у адносінах да просячых?"
    ]
  },
  {
    "title": "Касцёльные загады",
    "list": [
      "!!Касцёльные загады",
      "Якое стаўленне ў цябе да Касцёла?",
      "Ці адчуваеш ты сябе адказным за Касцёл?",
      "Ці абараняеш яго ад ад несправядлівай крытыкі?",
      "Ці молішся за святыя пакліканні да святарскага і манаскага жыцця?",
      "Ці молішся ты за свайго пробашча і біскупа, за Святога Айца?",
      "А заўважаючы зло ў Касцёле, ці молішся за тых, хто яго чыніць?",
      "Пасты абвешчаныя захоўваў?",
      "Хоць раз на год спавядаўся і прымаў?",
      "У пакутныя часы штодзённа пасьціўся?",
      "Ці рэгулярна ўдзельнічаеш у Эўхарыстыі, наколькі актыўна прымаеш у ёй удзел?"
    ]
  },
  {
    "title": "Грахи супраць святога духа",
    "list": [
      "!!Грахи супраць святога духа",
      "Прысягаў без патрэбы ці склаў фальшывую або немаральную клятву? Ці паправіў я учыненую гэтым крыўду?",
      "Зьняважыў духоўных асобаў, месцы і рэчы асьвечаныя( касьцёлы, могілкі, крыжы, абразы )?",
      "Ці злоўжываеш Божай міласэрнасцю і ці грашыш, разлічваючы на лёгкае дараванне?",
      "Бязьмерна, нахабна грашыць у надзеі на міласэрнасьць Божую – калі нехта хоча ўчыніць цяжкі грэх, спадзеючыся на адпушчэньне ў Сакраманьце Пакуты – учыняе грэх супраць святога Духа.",
      "Сумнявацца ў ласцы Божай – напрыклад грэшнік усьведамляе цяжар многіх злачынстваў, якія ён учыніў. Лічыць, што не заслугоўвае Божага прабачэньня і адмаўляецца ад гэтае ласкі.",
      "Супраціўляцца якой-небудзь хрысьціянскай праўдзе, напрыклад той, што Бог – справядлівы судзьдзя, які за добрыя ўчынкі ўзнагароджвае, а за дрэнныя карае.",
      "Зайздрасьць да бліжняга ў Божай ласцы.",
      "Закасьнеласьць адносна натхненьняў Святога Духа – напрыклад безуважнасьць да натхненьняў Святога Духа, на добрыя ўчынкі, на Споведзь.",
      "Адкланеньне пакуты аж да сьмерці."
    ]
  }
]
